Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/en-et (1).tmx
Source language: en
Languages: et

source: URI of an image file to burn (autodetected)
et: Kirjutatava tõmmise URI (isetuvastatud)

source: PATH TO IMAGE
et: TÕMMISE ASUKOHT

source: Force Brasero to display the project selection page
et: Brasero sundimine projektivaliku lehte kuvama

source: Open the blank disc dialog
et: Plaaditühjendamise dialoogi avamine

source: Open the check disc dialog
et: Plaadikontrolli dialoogi avamine

source: Burn the contents of the burn:// URI
et: Kirjuta burn:// URI sisu plaadile

source: Start burning immediately.
et: Kirjutamist alustatakse koheselt.

source: Don't connect to an already-running instance
et: Ei ühenduta juba töötava instantsiga

source: Burn the specified project and remove it. This option is mainly useful for integration with other applications.
et: Määratud projekti kirjutamine ning seejärel eemaldamine. See valik on kasulik peamiselt teiste rakendustega integreerimisel.

source: PATH
et: ASUKOHT

source: The XID of the parent window
et: Põhiakna XID-number

source: "%s" cannot write.
et: "%s" pole võimalik kirjutada.

source: Wrong command line option.
et: Sobimatu käsureavõti.

source: Incompatible command line options used.
et: Kasutati kokkusobimatud käsurea võtmeid.

source: Only one option can be given at a time
et: Korraga saab valida ainult ühe valikutest

source: R_ename…
et: _Nimeta ümber…

source: Rename the selected file
et: Valitud faili ümbernimetamine

source: New _Folder
et: Uus _kaust

source: Create a new empty folder
et: Uue tühja kataloogi loomine

source: The session could not be imported.
et: Sessiooni pole võimalik importida.

source: The contents of the project changed since it was saved.
et: Selle projekti sisu on pärast viimast salvestamiskorda muutunud.

source: Discard the current modified project ?
et: Kas visata praegune muudetud projekt minema?

source: _Discard
et: _Hülga

source: Discard the current modified project
et: Praeguse muudetud projekti hülgamine

source: Continue with the current modified project
et: Praeguse muudetud projektiga jätkamine

source: There is only one selected file ("%s"). It is the image of a disc and its contents can be burned
et: Valitud on ainult üks fail ("%s"). See on plaaditõmmis ning selle sisu on võimalik kirjutada

source: Burn as _Data
et: Kirjuta _failina

source: Burn as _Image
et: Kirjuta _tõmmisena

source: "%s" cannot be added to the selection.
et: "%s" pole võimalik valikusse lisada.

source: It is a recursive symlink
et: See on rekursiivne sümbolviit

source: It does not exist at the specified location
et: See ei asu määratud kohas

source: Do you want to replace "%s"?
et: Kas soovid faili "%s" asendada?

source: A file with this name already exists in the folder. Replacing it will overwrite its contents on the disc to be burnt.
et: Sama nimega fail on juba selles kataloogis olemas. Selle asendamine kirjutab plaadil oleva faili sisu üle.

source: Always K_eep
et: Sä_ilita alati

source: Al_ways Replace
et: Asenda ala_ti

source: Import %s
et: Impordi jätkamiseks plaat %s

source: I_mport %s
et: I_mpordi plaat %s

source: Do you want to import the session from "%s"?
et: Kas tahad sessiooni '%s' importida?

source: That way, old files from previous sessions will be usable after burning.
et: Sel viisil on vanad failid eelmistest sessioonidest pärast kirjutamist kasutatavad.

source: I_mport Session
et: I_mpordi sessioon

source: Click here to import its contents
et: Klõpsa siin sisu importimiseks

source: Please wait while the project is loading.
et: Palun oota kuni projekti laaditakse.

source: _Cancel Loading
et: _Katkesta laadimine

source: Cancel loading current project
et: Katkseta projekti laadimine

source: File Renaming
et: Failide ümbernimetamine

source: _Rename
et: _Nimeta ümber

source: Renaming mode
et: Ümbernimetamise režiim

source: Space
et: Ruum

source: The disc in "%s" cannot be ejected
et: Plaati seadmest "%s" pole võimalik väljastada

source: _Eject
et: _Väljasta

source: Audio files
et: Audiofailid

source: No file filtered
et: Ükski fail ei jäänud filtrisse

source: Filter Options
et: Filtri valikud

source: Select the files you want to restore and click on the "Restore" button
et: Vali failid, mida tahad taastada ja klõpsa nupul "Taasta"

source: Type
et: Liik

source: _Restore
et: _Taasta

source: Restore the selected files
et: Taasta valitud failid

source: _Options…
et: _Valikud…

source: Set the options for file filtering
et: Määra filtreerimise valikud

source: Filter _hidden files
et: _Varjatud failide filter

source: Re_place symbolic links
et: Sümbolviitade _asendamine

source: Filter _broken symbolic links
et: _Vigaste sümbolviitade filter

source: Filtering options
et: Failide filtreerimise valikud

source: P_review
et: _EelvaadeDisc Image

source: Display video, audio and image preview
et: Näita video-, audio- ja piltide eelvaadet

source: _Show Side Panel
et: Näita _külgpaneeli

source: Show a side pane along the project
et: Projekti kõrval külgpaneeli näitamine

source: _Horizontal Layout
et: _Rõhtlaotus

source: Set a horizontal layout
et: Rõhtsa laotuse määramine

source: _Vertical Layout
et: _Püstlaotus

source: Set a vertical layout
et: Püstise laotuse määramine

source: Click to close the side pane
et: Klõpsa külgpaneeli sulgemiseks

source: Remove silences
et: Eemalda vaikused

source: This information will be written to the disc using CD-Text technology. It can be read and displayed by some audio CD players.
et: See teave kirjutatakse plaadile CD-Text tehnoloogiat kasutades. Seda saab mõnede audio-CD mängijatega lugeda ja kuvada.

source: Song titles
et: Laulude pealkirjad

source: Additional song information
et: Laulude lisateave

source: Composer:
et: Helilooja:

source: Pause length:
et: Pausi pikkus:

source: Gives the length of the pause that should follow the track
et: Määrab pausi pikkuse, mis tuleb raja lõpus

source: Song Information
et: Laulu andmed

source: %i × %i pixels
et: %i × %i pikslit

source: No preview
et: Eelvaade puudub

source: Error parsing playlist "%s".
et: Viga lugude nimekirja "%s" töötlemisel.

source: Select Playlist
et: Lugude nimekirja valimine

source: Number of Songs
et: Laulude arv

source: Copyright %s
et: Autoriõigus %s

source: C_onfigure
et: _Seadista

source: A_ctivate
et: _Aktiveeri

source: Ac_tivate All
et: Aktiveeri _kõik

source: _Deactivate All
et: _Deaktiveeri kõik

source: Options for plugin %s
et: Plugina "%s" valikud

source: Brasero Plugins
et: Brasero pluginad

source: Save current project
et: Käesoleva projekti salvestamine

source: Save _As…
et: Sal_vesta kui…

source: Save current project to a different location
et: Käesoleva projekti salvestamine teise asukohta

source: _Add Files
et: _Lisa faile

source: Add files to the project
et: Projektile uute failide lisamine

source: _Remove Files
et: _Eemalda failidempty

source: E_mpty Project
et: _Tühjenda

source: Remove all files from the project
et: Kõikide failide eemaldamine projektist

source: _Burn…
et: _Kirjuta…

source: Burn the disc
et: Plaadi kirjutamine

source: To add files to this project click the "Add" button or drag files to this area
et: Failide lisamiseks projekti klõpsa "Lisa" nupul või lohista failid siia alale

source: To remove files select them then click on the "Remove" button or press "Delete" key
et: Failide eemaldamiseks märgi need ja klõpsa "Eemalda" nupul või vajuta "Delete" klahvi

source: Estimated project size: %s
et: Projekti eeldatav suurus: %s

source: The project is too large for the disc even with the overburn option.
et: Selle projekti suurus on plaadi jaoks liiga suur isegi siis, kui kasutada üle mahu kirjutamist.

source: The project is too large for the disc and you must remove files from it. You may want to use this option if you're using 90 or 100 min CD-R(W) which cannot be properly recognized and therefore needs the overburn option. Note: This option might cause failure.
et: Projekt on plaadi jaoks liiga suur ning sa peaksid sellest faile eemaldama. Seda valikut võib kasutada 90 või 100 min CD-R(W) plaatidega, mida ei ole võimalik tuvastada ja seetõttu vajavad üle mahu kirjutamise valikut. MÄRKUS: See valik võib põhjustada kirjutamise nurjumise.

source: Start to burn the contents of the selection
et: Alusta valiku plaadile kirjutamisega

source: Please add songs to the project.
et: Lisa sellese projekti laule.

source: Do you really want to create a new project and discard the current one?
et: Kas tahad tõesti luua uue projekti ja unustada praeguse?

source: If you choose to create a new empty project, all changes will be lost.
et: Kui valid uue projekti loomise, lähevad kõik tehtud muudatused kaotsi.

source: _Discard Changes
et: _Unusta muudatused

source: Do you want to discard the file selection or add it to the new project?
et: Kas loobuda failivalikust või lisada need uuele projektile?

source: If you choose to create a new empty project, the file selection will be discarded.
et: Kui valid uue projekti loomise, läheb failide valik kaotsi.

source: _Discard File Selection
et: _Hülga failide valik

source: _Keep File Selection
et: _Säilita failide valik

source: _Discard Project
et: _Tühista projekt

source: Select Files
et: Failide valimine

source: Do you really want to empty the current project?
et: Kas tahad praeguse projekti tõesti tühjendada?

source: Emptying a project will remove all files already added. All the work will be lost. Note that files will not be deleted from their own location, just no longer listed here.
et: Projekti tühjendamine eemaldab kõik juba lisatud failid. Kogu töö läheb kaotsi. Märkuseks, et faile nende asukohast ei kustutata, need eemaldatakse ainult kirjutamise nimekirjast.

source: _Save
et: _Salvesta

source: _Add
et: _Lisa

source: Brasero — %s (Data Disc)
et: Brasero — %s (andmeplaat)

source: Brasero — %s (Audio Disc)
et: Brasero — %s (audioplaat)

source: Brasero — %s (Video Disc)
et: Brasero — %s (videoplaat)

source: Your project has not been saved.
et: Sinu projekti pole salvestatud.

source: Save the changes of current project before closing?
et: Kas enne sulgemist salvestada muudatused selles projektis?

source: If you don't save, changes will be permanently lost.
et: Kui sa ei salvesta, lähevad muudatused jäädavalt kaotsi.

source: Cl_ose Without Saving
et: Sulge _ilma salvestamata

source: Save Current Project
et: Selle projekti salvestamine

source: Save project as a Brasero audio project
et: Salvesta projekt Brasero audioprojektina

source: Save project as a plain text list
et: Salvesta projekt lihttekstis nimekirjana

source: Save project as a PLS playlist
et: Salvesta projekt PLS lugude nimekirjana

source: Save project as an M3U playlist
et: Salvesta projekt M3U lugude nimekirjana

source: Save project as an XSPF playlist
et: Salvesta projekt XSPF vormingus lugude nimekirjana

source: Save project as an iriver playlist
et: Salvesta projekt iriver vormingus lugude nimekirjana

source: _Cover Editor
et: _Plaadiümbrise redaktor

source: Design and print covers for CDs
et: Plaadiümbriste kujundamine ja printimine

source: _New Project
et: _Uus projekt

source: Create a new project
et: Uue projekti loomine

source: _Empty Project
et: _Tühjenda projekt

source: Let you choose your new project
et: Vali uus projekt

source: New _Audio Project
et: Uus _audioprojekt

source: Create a traditional audio CD that will be playable on computers and stereos
et: Tavalise audioplaadi loomine, mida saab kuulata nii arvutis kui CD-mängijas

source: New _Data Project
et: Uus an_dmeprojekt

source: Create a CD/DVD containing any type of data that can only be read on a computer
et: CD/DVD-plaadi loomine suvalistest andmetest. Seda plaati saab lugeda ainult arvutis

source: New _Video Project
et: Uus _videoprojekt

source: Create a video DVD or an SVCD that is readable on TV readers
et: Video-DVD- või SVCD-plaadi loomine, mida saab vaadata TV-lugeris

source: Copy _Disc…
et: Kopeeri _plaat…

source: Create a 1:1 copy of an audio CD or a data CD/DVD on your hard disk or on another CD/DVD
et: 1:1 koopia loomine audio-CD'st või CD/DVD andmeplaadist kõvakettale või teisele CD/DVD-plaadile

source: _Burn Image…
et: _Kirjuta tõmmis…

source: Burn an existing CD/DVD image to disc
et: CD/DVD-tõmmise kirjutamine plaadile

source: _Open…
et: _Ava…

source: Open a project
et: Projekti avamine

source: No file selected
et: Ükski fail pole valitud

source: Brasero — New Audio Disc Project
et: Brasero — Uus audioplaadi projekt

source: Brasero — New Data Disc Project
et: Brasero — Uus andmeplaadi projekt

source: Brasero — New Video Disc Project
et: Brasero — Uus videoplaadi projekt

source: Brasero — New Image File
et: Brasero — Uus tõmmis

source: Brasero — Disc Copy
et: Brasero — Plaadi kopeerimine

source: Open Project
et: Projekti avamine

source: _Open
et: _Ava

source: Display playlists and their contents
et: Näita lugude nimekirju ja nende sisu

source: Video disc (%s)
et: Videoplaat (%s)

source: Error while loading the project.
et: Viga projekti laadimisel.

source: The project could not be opened
et: Seda projekti pole võimalik avada

source: The file is empty
et: See fail on tühi

source: It does not seem to be a valid Brasero project
et: Tundub, et see pole sobiv Brasero projektifail

source: Audi_o project
et: Audi_oprojekt

source: Create a traditional audio CD
et: Tavalise audio-CD loomine

source: D_ata project
et: _Andmeprojekt

source: Create a data CD/DVD
et: Andmeplaadi loomine (CD või DVD)

source: _Video project
et: _Videoprojekt

source: Create a video DVD or an SVCD
et: Videoplaadi loomine (DVD või SVCD)

source: Disc _copy
et: Plaadi _koopia

source: Create 1:1 copy of a CD/DVD
et: Koopia tegemine CD- või DVD-plaadist

source: Burn _image
et: _Tõmmise kirjutamine

source: Last _Unsaved Project
et: Viimane _salvestamata projekt

source: Load the last project that was not burned and not saved
et: Laaditakse viimane kirjutamata ja salvestamata projekt

source: No recently used project
et: Hiljutisi projekte pole

source: Create a new project:
et: Uue projekti loomine:

source: Recent projects:
et: Hiljutised projektid:

source: Insert text
et: Sisesta tekst

source: Delete text
et: Kustuta tekst

source: Substitute text
et: Asenda tekst

source: Number files according to a pattern
et: Nummerda failid mustri järgi

source: Insert number sequence at beginning
et: Numbrijada lisamine algusesse

source: Insert
et: SisestaInsertInsert" [Entry] "at the beginning

source: at the beginning
et: algusesseInsertInsert" [Entry] "at the end

source: at the end
et: lõppu

source: Delete every occurrence of
et: Kustuta iga esinemine_Replacewith

source: with
et: millega

source: Rename to
et: Nimeta ümber

source: No file
et: Faile pole

source: Start and stop playing
et: Esituse alustamine ja lõpetamine

source: Song start:
et: Loo algus:

source: Song end:
et: Loo lõpp:

source: Track length:
et: Raja pikkus:

source: Song information for track %02i
et: Raja %02i andmed

source: Do you really want to split the track?
et: Kas tahad tõesti raja tükeldada?

source: If you split the track, the size of the new track will be shorter than 6 seconds and will be padded.
et: Kui raja tükeldad, jääb uue raja pikkus lühem kui 6 sekundit ning selle lõppu lisatakse vaikust.

source: _Split
et: _Tükelda

source: The track wasn't split.
et: Rada ei tükeldatud.

source: No silence could be detected
et: Vaikust ei tuvastatud

source: An error occurred while detecting silences.
et: Vaikusehetkede tuvastamisel esines viga.

source: This will remove all previous results.
et: See eemaldab kõik eelmised tulemused.

source: Do you really want to carry on with automatic splitting?
et: Kas tahad tõesti läbi viia automaatse tükeldamise?

source: _Don't split
et: Är_a tükelda

source: Do you really want to empty the slices preview?
et: Kas tahad praeguse lõikude jaotuse kustutada?

source: Re_move All
et: Eemalda _kõik

source: Split Track
et: Raja tükeldamine

source: M_ethod:
et: _Meetod:

source: Method to be used to split the track
et: Raja tükeldamise meetod

source: Split track manually
et: Käsitsi tükeldamine

source: Split track in parts with a fixed length
et: Määratud pikkusega tükkideks

source: Split track in a fixed number of parts
et: Määratud arvuks tükkideks

source: Split track for each silence
et: Iga vaikusekoha pealt

source: _Slice
et: _Tükelda

source: Add a splitting point
et: Lisa tükeldamise kohtseconds

source: Split this track every
et: Tükelda rada igaSplit track every

source: Split this track in
et: Tükelda radaSplit this track in

source: parts
et: osaks

source: Slicing Method
et: Tükeldamise meetod

source: Start
et: Algus

source: End
et: Lõpp

source: Mer_ge
et: _Liida

source: Merge a selected slice with the next selected one
et: Liida valitud tükk järgmise valitud tükiga

source: Remove the selected slices
et: Eemalda valitud tükid

source: Clear the slices preview
et: Kustuta tükelduse eelvaade

source: _List of slices that are to be created:
et: _Loodavate tükkide nimekiri:

source: Slices Preview
et: Tükeldamise eelvaade

source: Hours
et: Tundi

source: Minutes
et: Minutit

source: Seconds
et: Sekundit

source: Frames (1 second = 75 frames)
et: Kaadrid (1 sekund = 75 kaadrit)

source: Open the selected video
et: Ava valitud video

source: Edit the video information (start, end, author, etc.)
et: Muuda video andmeid (algus, lõpp, autor, jm)

source: Remove the selected videos from the project
et: Eemalda valitud videod projektist

source: Do you want to search for video files inside the directory?
et: Kas otsida sellest kataloogist videofaile?

source: _Search Directory
et: _Otsi kataloogist

source: "%s" does not have a suitable type for video projects.
et: "%s" liik ei ole videoprojekti jaoks sobiv.

source: Please only add files with video content
et: Palun lisa ainult videosisuga faile

source: File is not a valid .desktop file
et: See ei ole sobiv .desktop fail

source: Unrecognized desktop file Version '%s'
et: Tundmatu .desktop fail, versioon '%s'

source: Application does not accept documents on command line
et: Rakendus ei nõustu käsureal osutatud failidega

source: Unrecognized launch option: %d
et: Tundmatu käivitusvalik: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
et: Dokumendi URI-sid pole võimalik 'Liik=Viit' tüüpi töölauakirjetele edastada

source: Not a launchable item
et: Pole käivitatav kirje

source: Disable connection to session manager
et: Seansihalduse ühenduse keelamine

source: Specify file containing saved configuration
et: Määra salvestatud häälestusfaili asukoht

source: FILE
et: FAIL

source: Specify session management ID
et: Määra seansihalduse ID

source: Session management options:
et: Seansihalduse valikud:

source: Show session management options
et: Seansihalduse valikute näitamine

source: Please type "%s --help" to see all available options
et: Kõigi saadavalolevate valikute nägemiseks kirjuta "%s --help"

source: System Testing
et: Süsteemi testimine

source: _Yes
et: _Jah

source: _No
et: _Ei

source: _Skip this test
et: _Jäta see test vahele

source: Further information:
et: Täiendav teave:

source: _Select All
et: _Vali kõik

source: _Deselect All
et: _Tühista valik

source: _Previous
et: _Eelmine

source: Ne_xt
et: _Järgmine

source: Audio tests
et: Helitestid

source: Disk tests
et: Kettatestid

source: Fingerprint reader tests
et: Sõrmejäljelugeja testid

source: Firewire disk tests
et: Firewire-ketta testid

source: Monitor tests
et: Monitoritestid

source: Peripheral tests
et: Välisseadmete testid

source: User Applications
et: Kasutaja rakendused

source: Building report...
et: Aruande loomine...

source: Enter text:
et: Sisesta tekst:

source: No Internet connection
et: Interneti-ühendus puudub

source: Internet connection fully established
et: Interneti-ühendus täielikult loodud

source: P_references
et: _Eelistused

source: Photo mode
et: Fotorežiim

source: Video mode
et: Videorežiim

source: Photo burst mode
et: Sarivõtte režiim

source: Take a photo using a webcam
et: Pildista veebikaameraga

source: Navigate to the previous page of effects
et: Eelmise efektide lehe avamine

source: Effects
et: Efektid

source: _Effects
et: _Efektid

source: Navigate to the next page of effects
et: Järgmise efektide lehe avamine

source: Leave fullscreen mode and go back to windowed mode
et: Täisekraani režiimi sulgemine ning naasmine aknarežiimi

source: Photo resolution
et: Fotolahutus

source: Video resolution
et: Videolahutus

source: Webcam
et: Veebikaamera

source: Brightness
et: Heledus

source: Saturation
et: Küllastus

source: Hue
et: Toon

source: Contrast
et: Kontrast

source: Image
et: Pilt

source: Shutter
et: Katik

source: _Countdown
et: _Viitpäästik

source: Fire _flash
et: _Kasutatakse välku

source: Burst mode
et: Sarivõte

source: Number of photos
et: Fotode arv

source: Delay between photos (seconds)
et: Viivitus fotode vahel (sekundites)

source: Capture
et: Võte

source: Take a Photo
et: Pildista

source: Cheese Webcam Booth
et: Cheese'i veebikaamera kabiin

source: Take photos and videos with your webcam, with fun graphical effects
et: Veebikaamerast fotode ja videote salvestamine, ka koos graafiliste efektidega

source: photo;video;webcam;
et: foto;video;veebikaamera;pildista;filmi;

source: Use a countdown
et: Viitpäästiku kasutamine

source: Set to true to show a countdown before taking a photo
et: Kui märgitud, siis näidatakse enne pildi tegemist viitpäästikuni jäänud sekundeid

source: Countdown length
et: Loenduri pikkus

source: The duration of the countdown before taking a photo, in seconds
et: Viitpäästiku pikkus sekundites

source: Fire flash before taking a photo
et: Foto tehakse koos välguga

source: Set to true to fire a flash before taking a photo
et: Kui märgitud, siis tehakse foto koos välguga

source: Camera device string indicator
et: Kaameraseade

source: The path to the device node which points to the camera, for example /dev/video0
et: Kaameraseadmele osutav sõne, näiteks /dev/video0

source: Last selected effect
et: Viimati valitud efekt

source: Name of the installed effect that was selected last
et: Viimati valitud paigaldatud efekti nimi

source: Photo width
et: Foto kõrgus

source: The width of the image captured from the camera, in pixels
et: Kaameraga tehtava pildi laius pikslites

source: Photo height
et: Foto laius

source: The height of the image captured from the camera, in pixels
et: Kaameraga tehtava pildi kõrgus pikslites

source: Video width
et: Video kõrgus

source: The width of the video captured from the camera, in pixels
et: Kaamerast püütud video laius pikslites

source: Video height
et: Video laius

source: The height of the video captured from the camera, in pixels
et: Kaamerast püütud video kõrgus pikslites

source: Image brightness
et: Pildi heledus

source: Adjusts the brightness of the image coming from the camera
et: Kaamerast tuleva pildi heledusastme kohendamine

source: Image contrast
et: Pildi kontrast

source: Adjusts the contrast of the image coming from the camera
et: Kaamerast tuleva pildi kontrastiastme kohendamine

source: Image saturation
et: Pildi küllastus

source: Adjusts the saturation of the image coming from the camera
et: Kaamerast tuleva pildi küllastusastme kohendamine

source: Image hue
et: Pildi tonaalsus

source: Adjusts the hue (color tint) of the image coming from the camera
et: Kaamerast tuleva pildi toonide (hue) kohendamine

source: Video path
et: Video asukoht

source: Defines the path where the videos are stored. If empty, "XDG_VIDEO/Webcam" will be used.
et: Video salvestamiseks kasutatav kataloog. Kui see on tühi, siis kasutatakse kataloogi "XDG_VIDEO/Webcam".

source: Photo path
et: Fotode asukoht
